<template>
	<v-container grid-list-xl>
		<v-layout align-baseline row wrap class="my-4">
			<v-flex xs12 md6 lg4>
				<h1 class="display-1 mb-3">Όροι Χρήσης</h1>
				<v-divider class="short-divider my-3" color="#24242d"></v-divider>
				<arrow></arrow>
			</v-flex>
			<v-flex xs12 md8 lg8 class="">
				<h4 class="headline my-3">Όροι Χρήσης</h4>
				<p class="subheading">Με την επίσκεψη σας στην εφαρμογή αποδέχεστε ανεπιφύλακτα και συναινείτε στους παρόντες όρους χρήσης, που ισχύουν για το σύνολο του περιεχομένου του διαδικτυακού τόπου, ειδικότερα:</p>
				<ol class="my-3">
					<li>Η «CVCIO» έχει τα πνευματικά δικαιώματα της δημοσιευμένης μορφής/format του <a href="https://elections.mediawatch.io" target="_blank">https://elections.mediawatch.io</a>, τα δικαιώματα χρήσης και εκμετάλλευσης των διακριτικών γνωρισμάτων της, λογοτύπων, γραφικών, καθώς και των εικόνων, κειμένων και οπτικοακουστικών πρωτότυπων έργων. Απαγορεύεται η οποιαδήποτε χρήση των παραπάνω από τρίτο άτομο χωρίς προηγούμενη έγγραφη συναίνεση του νομίμου εκπροσώπου της εταιρείας. Ομοίως, είναι παράνομη η αντιγραφή, αναπαραγωγή, τροποποίηση με οποιονδήποτε τρόπο, μέρους ή του συνόλου των περιεχομένων/υπηρεσιών του παρόντος διαδικτυακού τόπου χωρίς την προηγούμενη έγγραφη συναίνεση.</li>
					<li>Ο επισκέπτης/χρήστης οφείλει να συμμορφώνεται με τους κανόνες και τις διατάξεις του Ελληνικού, Ευρωπαϊκού και Διεθνούς δικαίου και τη σχετική νομοθεσία που διέπει τις τηλεπικοινωνίες καθώς και να απέχει από κάθε παράνομη και καταχρηστική χρήση του περιεχομένου και των υπηρεσιών της.</li>
					<li>Ο διαδικτυακός μας τόπος δεν ευθύνεται για το περιεχόμενο και τις υπηρεσίες άλλων ιστοσελίδων στις οποίες παραπέμπει, ούτε εγγυάται τη διαθεσιμότητά τους. Προβλήματα που τυχόν προκύψουν κατά την επίσκεψη/χρήση των συνδεδεμένων διαδικτυακών τόπων ανάγονται αποκλειστικά και μόνο στη σφαίρα ευθύνης των τελευταίων.</li>
					<li>Ο χρήστης/επισκέπτης αυτής της εφαρμογής οφείλει να μην προβαίνει σε πράξεις ή παραλείψεις οι οποίες ενδέχεται να προκαλέσουν με οποιονδήποτε τρόπο βλάβη στη λειτουργία της και να επηρεάσουν αρνητικά ή να θέσουν σε κίνδυνο την παροχή των υπηρεσιών που παρέχονται μέσω αυτής.</li>
					<li>Η «CVCIO» καταβάλλει κάθε προσπάθεια, ώστε οι πληροφορίες και το περιεχόμενο που εμφανίζονται στην πλατφόρμα  να είναι κατά το δυνατόν ακριβή, αληθή και επίκαιρα. Επίσης παρέχει το περιεχόμενο (π.χ. πληροφορίες, ονόματα, φωτογραφίες, απεικονίσεις, δεδομένα κλπ) και τις υπηρεσίες που διατίθενται μέσω του διαδικτυακού τόπου του «ΟΠΩΣ ΑΚΡΙΒΩΣ ΕΧΟΥΝ». Δεν έχει καμία ευθύνη στην περίπτωση που πληροφορίες οι οποίες δημοσιεύθηκαν στο διαδικτυακό τόπο δεν επιβεβαιωθούν. Σε καμία περίπτωση η εταιρεία δε φέρει ευθύνη για τυχόν απαιτήσεις νομικής, αστικής ή ποινικής φύσης ούτε για οποιαδήποτε τυχόν ζημία (θετική, ειδική ή αποθετική) του χρήστη/επισκέπτη αυτού του διαδικτυακού τόπου.</li>
					<li>Η «CVCIO» δεν εγγυάται ότι ο διαδικτυακός τόπος της θα παρέχεται σε συνεχή βάση, ότι η πρόσβαση θα είναι χωρίς προβλήματα ή ότι το υλικά θα είναι απαλλαγμένο από ιούς ή ελαττώματα που μπορεί να βλάψουν τον υπολογιστή σας. Αναγνωρίζετε ότι θα πρέπει να λαμβάνετε πάντοτε τις δικές σας προφυλάξεις ως προς τον έλεγχο για ιούς και την ασφάλεια του υπολογιστή σας.</li>
					<li>Η «CVCIO» χρησιμοποιεί cookies αποκλειστικά για την μέτρηση της επισκεψιμότητας του διαδικτυακού τόπου. Cookies που χρησιμοποιούμε: Google Analytics cookies Χρησιμότητα: Ανήκουν στην κατηγορία third party cookies και αποθηκεύονται σε όλους τους επισκέπτες της ιστοσελίδας. Συλλέγουν πληροφορίες για τον τρόπο με τον οποίο οι επισκέπτες χρησιμοποιούν την ιστοσελίδα μας και η διάρκεια αποθήκευσής τους ορίζεται από την πολιτική χρήσης της Google. Τα συγκεκριμένα cookies συλλέγουν πληροφορίες σε ανώνυμη μορφή, συμπεριλαμβανομένου του αριθμού των επισκεπτών της ιστοσελίδας, την προέλευση των επισκεπτών και τις σελίδες που επισκέφθηκαν μέσα στο site μας. Χρησιμοποιούμε τις πληροφορίες για να συντάσσουμε αναφορές που μας βοηθούν να βελτιώνουμε την ιστοσελίδα μας.</li>
					<li>Εάν κάποιος επισκέπτης/χρήστης δεν αποδέχεται ανεπιφύλακτα τους όρους χρήσης  καθώς και τους όρους προστασίας των προσωπικών δεδομένων που προβλέπονται στο παρόν, οφείλει να μη χρησιμοποιεί τις υπηρεσίες του διαδικτυακού μας τόπου.</li>
				</ol>
			</v-flex>
		</v-layout>
		<v-layout align-baseline  row wrap class="my-4">
			<v-flex xs12 md6 lg4>
				<h1 class="display-1 mb-3">Προστασία Δεδομένων Προσωπικού Χαρακτήρα</h1>
				<v-divider class="short-divider my-3" color="#24242d"></v-divider>
				<arrow></arrow>
			</v-flex>
			<v-flex xs12 md8 lg8 class="">
				<h4 class="headline my-3">Προστασία Δεδομένων Προσωπικού Χαρακτήρα</h4>

				<p class="subheading">Η «CVCIO» συμμορφώνεται πλήρως με τον Κανονισμό (ΕΕ) 679/ 2016, για την προστασία των φυσικών προσώπων έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα και για την ελεύθερη κυκλοφορία των δεδομένων αυτών και την κατάργηση της οδηγίας 95/46/ΕΚ (Γενικός Κανονισμός για την Προστασία Δεδομένων).</p>
				<p class="subheading">Δε συλλέγουμε προσωπικά δεδομένα επισκεπτών της πλατφόρμας προς επεξεργασία. Μόνον για την ταυτοποίηση του χρήστη αφού έχει προηγηθεί εγγραφή. Δε μας ενδιαφέρουν τα στοιχεία ταυτότητας και συμπεριφοράς των επισκεπτών.</p>
				<p class="subheading">Ο πιλοτικός χαρακτήρας της πλατφόρμας μας έχει ερευνητικά αλλά και δημοσιογραφικά χαρακτηριστικά και διεκδικεί να επεξεργάζεται (σύμφωνα με τα άρθρα του ΓΚΠΔ 679/2016 περί δημοσιογραφικής εξαίρεσης) προσωπικά δεδομένα που αυτοβούλως τα υποκείμενα ή τα media, κοινοποιούν δημόσια στα μέσα κοινωνικής δικτύωσης (ΜΚΔ).</p>

				<h4 class="headline my-3">Εγγραφή Χρηστών</h4>

				<p class="subheading">Σε περίπτωση εγγραφής σας στην ιστοσελίδα του <a href="https://elections.mediawatch.io" target="_blank">https://elections.mediawatch.io</a>, θα σας ζητηθεί να δηλώσετε προσωπικά στοιχεία προκειμένου να ενεργοποιηθεί ο λογαριασμός σας αλλά και για να διασφαλισθεί η δυνατότητα επικοινωνίας μαζί σας.</p>
				<p class="subheading">Ειδικότερα, για την εγγραφή θα ζητηθούν: Όνομα, επώνυμο, email, επάγγελμα, κινητό τηλέφωνο για όλους τους χρήστες.</p>
				<p class="subheading">Συμφωνείτε ότι όλες οι πληροφορίες εγγραφής που παρέχονται από εσάς θα είναι ακριβείς. Αυτό επέχει και θέση ξεκάθαρης ελεύθερης συγκατάθεσης κατά πως ορίζεται από τον ΓΚΠΔ 679/2016.</p>
				<p class="subheading">Η «CVCIO» διατηρεί το δικαίωμα να αρνηθεί την εγγραφή οποιουδήποτε ατόμου ή ομάδας εάν εκτιμήσει ότι είναι πιθανόν να είναι κακόβουλα, σκόπιμα προκλητικά, παραβιάζουν τους νόμους κατά των διακρίσεων ή είναι άλλως ακατάλληλα για ένταξη στο δίκτυό μας. Επιπλέον, μπορεί να αρνηθεί την εγγραφή οποιουδήποτε ατόμου ή ομάδας κατά την απόλυτη διακριτική της ευχέρεια. Ομοίως, διατηρεί το δικαίωμα να αναστείλει ή να τερματίσει την εγγραφή κάθε ατόμου ή ομάδας κατά την απόλυτη διακριτική της ευχέρεια.</p>
				<p class="subheading">Κάθε χρήστης είναι υπεύθυνος για τη διατήρηση της εμπιστευτικότητας των πληροφοριών εγγραφής του. Δεν πρέπει να επιτρέπει σε άλλους να χρησιμοποιούν τις πληροφορίες εγγραφής του. Κάθε χρήστης είναι υπεύθυνος για κάθε χρήση και δραστηριότητα στον λογαριασμό του, συμπεριλαμβανομένης της χρήσης του από οποιοδήποτε πρόσωπο χρησιμοποιεί τις πληροφορίες εγγραφής του, με ή χωρίς άδεια.</p>
				<p class="subheading">Με την καταχώριση της ηλεκτρονικής σας διεύθυνσης αποδέχεστε ότι όλες οι απαραίτητες για την ολοκλήρωση της επικοινωνίας μας κοινοποιήσεις προς εσάς δύνανται να γίνονται και στη δηλωθείσα ηλεκτρονική σας διεύθυνση.</p>
				<p class="subheading">Οι πληροφορίες που συλλέγονται κατά τη συνήθη χρήση της ιστοσελίδας χρησιμοποιούνται αποκλειστικά για την εγγραφή σας στον διαδικτυακό τόπο του <a href="https://elections.mediawatch.io" target="_blank">https://elections.mediawatch.io</a> και για την υποστήριξη, προώθηση και επιβεβαίωση των επικοινωνιών.</p>
				<p class="subheading">Ο διαχειριστής του διαδικτυακού τόπου του <a href="https://elections.mediawatch.io" target="_blank">https://elections.mediawatch.io</a> διαφυλάσσει τον προσωπικό χαρακτήρα των στοιχείων σας και δεν δύναται να τα μεταβιβάσει σε οποιονδήποτε τρίτο (φυσικό ή νομικό πρόσωπο) για κανέναν λόγο με την εξαίρεση σχετικών διατάξεων του νόμου και προς τις αρμόδιες και μόνον αρχές. Ο διαχειριστής είναι δυνατόν να επεξεργάζεται τμήμα ή το σύνολο των στοιχείων που εσείς έχετε αποστείλει για τη βελτίωση των παρεχομένων υπηρεσιών - πληροφοριών.</p>
				<p class="subheading">Προσωπικά στοιχεία χρηστών κοινοποιούνται επίσης στις αρμόδιες δικαστικές, αστυνομικές και άλλες διοικητικές αρχές κατόπιν νομίμου αιτήματός τους και σύμφωνα με τις κάθε φορά ισχύουσες νομοθετικές διατάξεις. Ο χρήστης έχει, μέσα στο πλαίσιο της νομοθεσίας περί απορρήτου των τηλεπικοινωνιών, τα δικαιώματα ενημέρωσης και αντίρρησης που προβλέπουν τα άρθρα 11 έως 13 του ν. 2472/1997 για τα προσωπικά δεδομένα.</p>
				<p class="subheading">Διευκρινίζεται ότι ο διαδικτυακός χώρος του <a href="https://elections.mediawatch.io" target="_blank">https://elections.mediawatch.io</a> δεν διαθέτει δημόσια προσβάσιμο κατάλογο ηλεκτρονικών διευθύνσεων των συνδρομητών του.</p>
				<p class="subheading">Σεβόμαστε τα προσωπικά δεδομένα του κάθε επισκέπτη της ιστοσελίδας <a href="https://elections.mediawatch.io" target="_blank">https://elections.mediawatch.io</a>. Το παρόν κείμενο περιγράφει πώς επεξεργαζόμαστε τα προσωπικά δεδομένα τα οποία συλλέγουμε από εσάς ή τα οποία εσείς μας παρέχετε.</p>
				<p class="subheading">Συλλέγονται και τηρούνται αποκλειστικά και μόνο τα προσωπικά δεδομένα που εσείς μας γνωστοποιείτε με την εισαγωγή των αιτουμένων προσωπικών πληροφοριών στα αντίστοιχα πεδία και είναι τα ελάχιστα απαραίτητα για σωστή λειτουργία του ιστοτόπου και των υπηρεσιών που παρέχει.</p>
				<p class="subheading">Στο πλαίσιο της υποχρέωσης διαφύλαξης και προστασίας των πληροφοριών των χρηστών του, το <a href="https://elections.mediawatch.io" target="_blank">https://elections.mediawatch.io</a> δεσμεύεται να προστατεύει και να χρησιμοποιεί κατά τον αρμόζοντα τρόπο τις προσωπικές πληροφορίες (εφεξής «προσωπικά δεδομένα») που συλλέγονται είτε διαδικτυακά από τον παρόντα δικτυακό τόπο είτε μέσω της επικοινωνίας/συνεργασίας με κάθε τρίτο.</p>
				<p class="subheading">Στο πλαίσιο της διαδικασίας εγγραφής, συλλέγουμε και επεξεργαζόμαστε τα παρακάτω στοιχεία:</p>
				<p class="subheading">Με την εγγραφή σας συναινείτε στην αποθήκευση και χρήση των προσωπικών δεδομένων σας, σύμφωνα με την παρούσα Δήλωση. Επιτρέπεται να επεξεργαζόμαστε τα προσωπικά σας δεδομένα, προκειμένου να παρέχουμε προσωποποιημένες υπηρεσίες, βάσει της κείμενης νομοθεσίας (άρθρο 6(1β) του Κανονισμού (ΕΕ) 2016/679).</p>
				<p class="subheading">Τα προσωπικά σας δεδομένα δεν χρησιμοποιούνται για άλλους σκοπούς, πλην των όσων περιγράφονται στο παρόν, εκτός αν λάβουμε την προηγούμενη άδειά σας, ή εκτός αν κάτι τέτοιο απαιτείται ή επιτρέπεται από τον νόμο.</p>
				<p class="subheading">Εάν αποφασίσετε να διαγραφείτε, θα προσπαθήσουμε να διαγράψουμε τα δεδομένα σας το συντομότερο δυνατό, παρόλο που μπορεί να χρειαστούμε ορισμένο χρόνο ή/και πληροφορίες πριν μπορέσουμε να επεξεργαστούμε το αίτημά σας.</p>

				<h4 class="headline my-3">Πρόσβαση στα προσωπικά δεδομένα και Δικαιώματα</h4>

				<p class="subheading">Εφόσον το επιθυμείτε, μπορείτε να αιτηθείτε οποτεδήποτε να ενημερωθείτε σχετικά με τα προσωπικά σας δεδομένα που τυχόν τηρούνται, τους αποδέκτες τους, τον σκοπό της τήρησης και της επεξεργασίας τους καθώς και την τροποποίηση, διόρθωση ή τη διαγραφή τους, αποστέλλοντας σχετικό ηλεκτρονικό μήνυμα στην διεύθυνση <a href="mailto:press@mediawatch.io" target="_blank">press@mediawatch.io</a> από την ηλεκτρονική διεύθυνση επικοινωνίας την οποία έχετε δηλώσει.</p>
				<p class="subheading">Επίσης, έχετε το δικαίωμα να αναθεωρήσετε τα προσωπικά δεδομένα που τηρούμε και γενικά να ασκήσετε κάθε δικαίωμα που προβλέπεται από τη νομοθεσία για την προστασία δεδομένων προσωπικού χαρακτήρα.</p>
				<p class="subheading">Τα προσωπικά δεδομένα που μας γνωστοποιείτε κατά την εγγραφή σας συλλέγονται και τυγχάνουν χρήσης και επεξεργασίας σύμφωνα με τις εκάστοτε ισχύουσες διατάξεις περί προστασίας δεδομένων προσωπικού χαρακτήρα και συγκεκριμένα, σύμφωνα με τις διατάξεις του νέου Ευρωπαϊκού Γενικού Κανονισμού Προστασίας Δεδομένων (ΕΕ) 2016/679 (GDPR).</p>
				<p class="subheading">Διατηρείτε, μετά από αίτημά σας:</p>

				<ol class="my-3">
					<li>Δικαίωμα ενημέρωσης σχετικά με τα προσωπικά δεδομένα που τηρούμε για εσάς.</li>
					<li>Δικαίωμα διόρθωσης των προσωπικών δεδομένων σας.</li>
					<li>Δικαίωμα συμπλήρωσης των προσωπικών δεδομένων σας, υπό την προϋπόθεση ότι τα δεδομένα αυτά είναι αναγκαία για τους σκοπούς επεξεργασίας των δεδομένων σας.</li>
					<li>Δικαίωμα για διαγραφή των προσωπικών δεδομένων σας. Ορισμένα δεδομένα θα διαγράφονται μόνο μετά από μια καθορισμένη περίοδο διακράτησης, για παράδειγμα επειδή σε ορισμένες περιπτώσεις υποχρεούμαστε εκ του νόμου να διατηρούμε τα δεδομένα, ή επειδή τα δεδομένα απαιτούνται για την εκπλήρωση των συμβατικών μας υποχρεώσεων απέναντι σε εσάς.</li>
					<li>Δικαίωμα δέσμευσης των προσωπικών δεδομένων σας: σε ορισμένες περιπτώσεις που προβλέπονται από το νόμο, θα δεσμεύσουμε τα δεδομένα σας, εάν μας το ζητήσετε. Περαιτέρω επεξεργασία δεσμευμένων δεδομένων γίνεται μόνο σε πολύ περιορισμένη έκταση.</li>
					<li>Δικαίωμα ανάκλησης της συγκατάθεσής σας, η οποία μπορεί να γίνει ανά πάσα στιγμή.</li>
					<li>Δικαίωμα για προβολή αντιρρήσεων κατά της επεξεργασίας των δεδομένων σας. Μπορείτε ανά πάσα στιγμή να προβάλετε αντιρρήσεις κατά της επεξεργασίας των προσωπικών δεδομένων σας στο μέλλον, εάν επεξεργαζόμαστε τα δεδομένα σας στη βάση μίας εκ των νομικών αιτιολογήσεων που προβλέπονται στο άρθρο 6 (1ε ή 1στ) του Κανονισμού (ΕΕ) 2016/679. Εάν προβάλετε αντιρρήσεις, θα σταματήσουμε την επεξεργασία των δεδομένων σας, υπό την προϋπόθεση ότι δεν συντρέχουν νόμιμοι λόγοι για περαιτέρω επεξεργασία τους. Η επεξεργασία των δεδομένων σας για σκοπούς διαφήμισης δεν συνιστά νόμιμο λόγο.</li>
				</ol>

				<h4 class="headline my-3">Διαβίβαση Προσωπικών Δεδομένων</h4>
				<p class="subheading">Δεν διαβιβάζονται προσωπικά δεδομένα σε τρίτους. Τα προσωπικά σας δεδομένα ενδέχεται να αποθηκεύονται σε cloud. Αυτό σημαίνει ότι η επεξεργασία των προσωπικών σας δεδομένων μπορεί να γίνεται από μια υπηρεσία παροχής υπηρεσιών cloud για λογαριασμό μας και τα προσωπικά σας δεδομένα μπορεί να αποθηκεύονται σε διαφορετικές τοποθεσίες ανά τον κόσμο.</p>

				<h4 class="headline my-3">Ασφάλεια των Προσωπικών Δεδομένων</h4>
				<p class="subheading">Εφαρμόζουμε συγκεκριμένες διαδικασίες τεχνικής και οργανωτικής ασφαλείας, προκειμένου να προστατεύουμε τα προσωπικά δεδομένα και πληροφορίες από απώλεια, κακή χρήση, μεταβολή ή καταστροφή. Οι συνεργάτες μας που μας υποστηρίζουν στη λειτουργία αυτού του διαδικτυακού τόπου επίσης συμμορφώνονται με αυτές τις διατάξεις.</p>

				<h4 class="headline my-3">Εφαρμοστέο Δίκαιο</h4>
				<p class="subheading">Οι παρόντες όροι χρήσης και η χρήση του παρόντος διαδικτυακού τόπου διέπονται από το Ελληνικό Δίκαιο. Αρμόδια για την επίλυση οιασδήποτε διαφοράς ήθελε προκύψει σχετικά με την ερμηνεία ή εφαρμογή των παρόντων όρων χρήσης ή εξ' αφορμής αυτών είναι τα Δικαστήρια των Αθηνών.</p>
			</v-flex>
		</v-layout>
	</v-container>
</template>

<script>
export default {
	name: 'legal',
	data () {
		return {
			name: 'legal'
		};
	},
	components: {
		'arrow': require('@/components/arrow').default
	}
};
</script>
